Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Unique script identifier (e.g. auth-middleware).
ar: معرف برنامج نصي فريد (مثل auth-middleware).
de: Eindeutige Skriptkennung (z. B. auth-middleware).
es: Identificador de script único (ej. auth-middleware).
fr: Identifiant de script unique (ex. auth-middleware).
it: Identificatore di script univoco (es. auth-middleware).
ja: 一意のスクリプト識別子 (例: auth-middleware)。
ko: 고유한 스크립트 식별자(예: auth-middleware).
pt_br: Identificador exclusivo de script (ex.: auth-middleware).
ru: Уникальный идентификатор скрипта (например, auth-middleware).
zh_hans: 唯一脚本标识符（例如 auth-middleware）。
zh_hant: 唯一指令碼識別碼（例如 auth-middleware）。

source: Unique SQLite database name across your account.
ar: اسم قاعدة بيانات SQLite فريد عبر حسابك.
de: Eindeutiger SQLite-Datenbankname in Ihrem Konto.
es: Nombre de base de datos SQLite único en tu cuenta.
fr: Nom de base de données SQLite unique sur votre compte.
it: Nome del database SQLite univoco nel tuo account.
ja: アカウント全体で一意の SQLite データベース名。
ko: 계정 전체에서 고유한 SQLite 데이터베이스 이름입니다.
pt_br: Nome exclusivo do banco de dados SQLite em sua conta.
ru: Уникальное имя базы данных SQLite в вашем аккаунте.
zh_hans: 在您账户中唯一的 SQLite 数据库名称。
zh_hant: 在您帳戶中唯一的 SQLite 資料庫名稱。

source: Universal AI Endpoint
ar: نقطة النهاية العالمية للذكاء الاصطناعي
de: Universeller KI-Endpunkt
es: Punto final universal de IA
fr: Point de terminaison universel de l'IA
it: Endpoint AI universale
ja: ユニバーサル AI エンドポイント
ko: 유니버설 AI 엔드포인트
pt_br: Ponto final universal de IA
ru: Универсальная конечная точка искусственного интеллекта
zh_hans: 通用 AI 端点
zh_hant: 通用 AI 端點

source: Universal, ACM & custom certificates
ar: الشهادات العالمية وACM والشهادات المخصصة
de: Universal-, ACM- und benutzerdefinierte Zertifikate
es: Certificados universales, ACM y personalizados
fr: Certificats universels, ACM et personnalisés
it: Certificati universali, ACM e personalizzati
ja: ユニバーサル、ACM、およびカスタム証明書
ko: 범용, ACM 및 사용자 정의 인증서
pt_br: Certificados universais, ACM e personalizados
ru: Универсальные, ACM и специальные сертификаты
zh_hans: 通用证书、ACM 与自定义证书
zh_hant: 通用憑證、ACM 与自定义憑證

source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知
ko: 알려지지 않은
pt_br: Desconhecido
ru: Неизвестный
zh_hans: 未知
zh_hant: 未知

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unlock
ar: فتح
de: Entsperren
es: Descubrir
fr: Déverrouiller
it: Sbloccare
ja: ロックを解除する
ko: 터놓다
pt_br: Desbloquear
ru: Разблокировать
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock Cloudns to continue managing your domains.
ar: افتح Cloudns لمواصلة إدارة نطاقاتك.
de: Schalten Sie Cloudns frei, um Ihre Domains weiterhin verwalten zu können.
es: Desbloquea Cloudns para seguir gestionando tus dominios.
fr: Débloquez Cloudns pour continuer à gérer vos domaines.
it: Sblocca Cloudns per continuare a gestire i tuoi domini.
ja: Cloudns のロックを解除して、ドメインの管理を続けます。
ko: 도메인을 계속 관리하려면 Cloudns를 잠금 해제하세요.
pt_br: Desbloqueie Cloudns para continuar gerenciando seus domínios.
ru: Разблокируйте Cloudns, чтобы продолжить управление своими доменами.
zh_hans: 解锁 Cloudns 以继续管理您的域名。
zh_hant: 解鎖 Cloudns 以继續管理您的網域稱。

source: Unlock Cloudns to manage your Cloudflare infrastructure.
ar: افتح Cloudns لإدارة البنية الأساسية لـ Cloudflare.
de: Schalten Sie Cloudns frei, um Ihre Cloudflare-Infrastruktur zu verwalten.
es: Desbloquee Cloudns para administrar su infraestructura Cloudflare.
fr: Débloquez Cloudns pour gérer votre infrastructure Cloudflare.
it: Sblocca Cloudns per gestire la tua infrastruttura Cloudflare.
ja: Cloudns のロックを解除して、Cloudflare インフラストラクチャを管理します。
ko: Cloudns를 잠금 해제하여 Cloudflare 인프라를 관리하세요.
pt_br: Desbloqueie Cloudns para gerenciar sua infraestrutura Cloudflare.
ru: Разблокируйте Cloudns для управления вашей инфраструктурой Cloudflare.
zh_hans: 验证身份以访问 Cloudns。
zh_hant: 驗證身份以访问 Cloudns。

source: Unlock the app using %@.
ar: افتح التطبيق باستخدام %@.
de: Entsperren Sie die App mit %@.
es: Desbloquee la aplicación usando %@.
fr: Déverrouillez l'application en utilisant %@.
it: Sblocca l'app utilizzando %@.
ja: %@ を使用してアプリのロックを解除します。
ko: %@을(를) 사용하여 앱을 잠금 해제하세요.
pt_br: Desbloqueie o aplicativo usando %@.
ru: Разблокируйте приложение с помощью %@.
zh_hans: 使用 %@ 解锁应用。
zh_hant: 使用 %@ 解鎖應用。

source: Unlock the app using Face ID.
ar: فتح التطبيق باستخدام Face ID.
de: Entsperren Sie die App mit Face ID.
es: Desbloquee la aplicación usando Face ID.
fr: Déverrouillez l'application à l'aide de Face ID.
it: Sblocca l'app utilizzando Face ID.
ja: Face ID を使用してアプリのロックを解除します。
ko: Face ID를 사용하여 앱을 잠금 해제하세요.
pt_br: Desbloqueie o aplicativo usando o Face ID.
ru: Разблокируйте приложение с помощью Face ID.
zh_hans: 使用 Face ID 解锁应用。
zh_hant: 使用 Face ID 解鎖應用。

source: Unlock the app using Passcode.
ar: فتح التطبيق باستخدام رمز المرور.
de: Entsperren Sie die App mit dem Passcode.
es: Desbloquee la aplicación usando el código de acceso.
fr: Déverrouillez l'application à l'aide du mot de passe.
it: Sblocca l'app utilizzando il passcode.
ja: パスコードを使用してアプリのロックを解除します。
ko: 비밀번호를 사용하여 앱을 잠금 해제하세요.
pt_br: Desbloqueie o aplicativo usando a senha.
ru: Разблокируйте приложение с помощью пароля.
zh_hans: 使用密码解锁应用。
zh_hant: 使用密碼解鎖應用。

source: Unlock the app using Touch ID.
ar: افتح التطبيق باستخدام Touch ID.
de: Entsperren Sie die App mit Touch ID.
es: Desbloquee la aplicación usando Touch ID.
fr: Déverrouillez l'application à l'aide de Touch ID.
it: Sblocca l'app utilizzando Touch ID.
ja: Touch ID を使用してアプリのロックを解除します。
ko: Touch ID를 사용하여 앱을 잠금 해제하세요.
pt_br: Desbloqueie o aplicativo usando Touch ID.
ru: Разблокируйте приложение с помощью Touch ID.
zh_hans: 使用 Touch ID 解锁应用。
zh_hant: 使用 Touch ID 解鎖應用。

source: Unverified
ar: لم يتم التحقق منها
de: Nicht bestätigt
es: Inconfirmado
fr: Non vérifié
it: Non verificato
ja: 未検証
ko: 확인되지 않음
pt_br: Não verificado
ru: Непроверенный
zh_hans: 未验证
zh_hant: 未驗證

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiornamento
ja: アップデート
ko: 업데이트
pt_br: Atualizar
ru: Обновлять
zh_hans: 更新
zh_hant: 更新

source: Update Failed
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
es: Actualización fallida
fr: Échec de la mise à jour
it: Aggiornamento non riuscito
ja: 更新に失敗しました
ko: 업데이트 실패
pt_br: Falha na atualização
ru: Обновление не выполнено
zh_hans: 更新失败
zh_hant: 更新失败

source: Update the nameservers at your domain registrar to the ones assigned above.
ar: قم بتحديث خوادم الأسماء لدى مسجل النطاق الخاص بك إلى تلك المخصصة أعلاه.
de: Aktualisieren Sie die Nameserver bei Ihrem Domain-Registrar auf die oben zugewiesenen.
es: Actualice los servidores de nombres en su registrador de dominio a los asignados anteriormente.
fr: Mettez à jour les serveurs de noms de votre registraire de domaine avec ceux attribués ci-dessus.
it: Aggiorna i nameserver del tuo registrar di domini con quelli assegnati sopra.
ja: ドメイン レジストラのネームサーバーを上記で割り当てられたネームサーバーに更新します。
ko: 도메인 등록 기관의 이름 서버를 위에 할당된 이름 서버로 업데이트하세요.
pt_br: Atualize os servidores de nomes no seu registrador de domínio para os atribuídos acima.
ru: Обновите серверы имен у вашего регистратора доменов до назначенных выше.
zh_hans: 请在您的域名注册商处将名称服务器更新为上方分配的地址。
zh_hant: 請在您的網域稱注册商處将名称服务器更新為上方分配的地址。

source: Update your nameservers at your domain registrar to activate Cloudflare protection.
ar: قم بتحديث خوادم الأسماء الخاصة بك لدى مسجل النطاق الخاص بك لتنشيط حماية Cloudflare.
de: Aktualisieren Sie Ihre Nameserver bei Ihrem Domain-Registrar, um den Cloudflare-Schutz zu aktivieren.
es: Actualice sus servidores de nombres en el registrador de su dominio para activar la protección de Cloudflare.
fr: Mettez à jour vos serveurs de noms auprès de votre registraire de domaine pour activer la protection Cloudflare.
it: Aggiorna i tuoi server dei nomi presso il registrar del tuo dominio per attivare la protezione Cloudflare.
ja: ドメインレジストラのネームサーバーを更新して、Cloudflare 保護を有効にします。
ko: Cloudflare 보호를 활성화하려면 도메인 등록 기관의 이름 서버를 업데이트하세요.
pt_br: Atualize seus servidores de nomes em seu registrador de domínio para ativar a proteção Cloudflare.
ru: Обновите серверы имен у регистратора домена, чтобы активировать защиту Cloudflare.
zh_hans: 在您的域名注册商处更新域名服务器，以激活 Cloudflare 防护。
zh_hant: 在您的網域稱注册商處更新名稱伺服器 (Nameservers)，以激活 Cloudflare 防護。

source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新されました
ko: 업데이트됨
pt_br: Atualizado
ru: Обновлено
zh_hans: 已更新
zh_hant: 已更新

source: Updated %@
ar: تم التحديث %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour le %@
it: Aggiornato %@
ja: 更新日時: %@
ko: 업데이트됨: %@
pt_br: Atualizado %@
ru: Обновлено %@
zh_hans: 已更新 %@
zh_hant: 已更新 %@

source: Updated Date
ar: تاريخ التحديث
de: Aktualisiertes Datum
es: Fecha de actualización
fr: Date de mise à jour
it: Data aggiornata
ja: 更新日
ko: 업데이트 날짜
pt_br: Data atualizada
ru: Дата обновления
zh_hans: 更新时间
zh_hant: 更新時間

source: Updated: %@
ar: تم التحديث: %@
de: Aktualisiert: %@
es: Actualizado: %@
fr: Mis à jour : %@
it: Aggiornato: %@
ja: 更新日時: %@
ko: 업데이트: %@
pt_br: Atualizado: %@
ru: Обновлено: %@
zh_hans: 更新时间: %@
zh_hant: 更新時間: %@

source: Upload
ar: رفع
de: Hochladen
es: Subir
fr: Téléverser
it: Carica
ja: アップロード
ko: 업로드
pt_br: Enviar
ru: Загрузить
zh_hans: 上传
zh_hant: 上傳

source: Upload Certificate
ar: تحميل الشهادة
de: Zertifikat hochladen
es: Cargar certificado
fr: Télécharger le certificat
it: Carica certificato
ja: 証明書のアップロード
ko: 인증서 업로드
pt_br: Carregar certificado
ru: Загрузить сертификат
zh_hans: 上传证书
zh_hant: 上傳憑證

source: Upload Custom Certificate
ar: تحميل شهادة مخصصة
de: Laden Sie ein benutzerdefiniertes Zertifikat hoch
es: Cargar certificado personalizado
fr: Télécharger un certificat personnalisé
it: Carica certificato personalizzato
ja: カスタム証明書のアップロード
ko: 사용자 정의 인증서 업로드
pt_br: Carregar certificado personalizado
ru: Загрузить специальный сертификат
zh_hans: 上传自定义证书
zh_hant: 上傳自定义憑證

source: Upload Object
ar: تحميل الكائن
de: Objekt hochladen
es: Cargar objeto
fr: Télécharger un objet
it: Carica oggetto
ja: オブジェクトのアップロード
ko: 객체 업로드
pt_br: Carregar objeto
ru: Загрузить объект
zh_hans: 上传对象
zh_hant: 上傳对象

source: Upload Source
ar: تحميل المصدر
de: Quelle hochladen
es: Subir fuente
fr: Source du téléchargement
it: Carica fonte
ja: ソースのアップロード
ko: 소스 업로드
pt_br: Fonte de upload
ru: Загрузить исходный код
zh_hans: 上传来源
zh_hant: 上傳来源

source: Uploaded
ar: تم الرفع
de: Hochgeladen
es: Subido
fr: Téléversé
it: Caricato
ja: アップロード済み
ko: 업로드됨
pt_br: Enviado
ru: Загружено
zh_hans: 已上传
zh_hant: 已上傳

source: URI Path & Query Rewrite
ar: إعادة كتابة مسار URI والاستعلام
de: URI-Pfad und Abfrage-Umschreibung
es: Ruta de URI y reescritura de consultas
fr: Chemin URI et réécriture de requête
it: Percorso URI e riscrittura delle query
ja: URI パスとクエリのリライト
ko: URI 경로 및 쿼리 재작성
pt_br: Caminho URI e reescrita de consulta
ru: Путь URI и перезапись запроса
zh_hans: URI 路径与查询重写
zh_hant: URI 路径与查询重寫

source: URL
ar: عنوان URL
ru: URL-адрес

source: URL Mapping
ar: تعيين URL
de: URL-Zuordnung
es: Mapeo de URL
fr: Mappage d'URL
it: Mappatura URL
ja: URL マッピング
ko: URL 매핑
pt_br: Mapeamento de URL
ru: Сопоставление URL
zh_hans: URL 映射
zh_hant: URL 對應

source: URL Redirect
ar: إعادة توجيه عنوان URL
de: URL-Umleitung
es: Redirección de URL
fr: Redirection d'URL
it: Reindirizzamento URL
ja: URLリダイレクト
ko: URL 리디렉션
pt_br: Redirecionamento de URL
ru: URL-перенаправление
zh_hans: URL 重定向 (Redirect)
zh_hant: URL 重定向 (Redirect)

source: URL Rewrite
ar: إعادة كتابة عنوان URL
de: URL-Umschreibung
es: Reescritura de URL
fr: Réécriture d'URL
it: Riscrittura dell'URL
ja: URL書き換え
ko: URL 재작성
pt_br: Reescrita de URL
ru: Перезапись URL-адреса
zh_hans: URL 重写
zh_hant: URL 重寫

source: URL-based redirects and overrides
ar: عمليات إعادة التوجيه والتجاوزات المستندة إلى عنوان URL
de: URL-basierte Weiterleitungen und Überschreibungen
es: Redirecciones y anulaciones basadas en URL
fr: Redirections et remplacements basés sur des URL
it: Reindirizzamenti e override basati su URL
ja: URLベースのリダイレクトとオーバーライド
ko: URL 기반 리디렉션 및 재정의
pt_br: Redirecionamentos e substituições baseados em URL
ru: Перенаправления и переопределения на основе URL-адресов
zh_hans: 基于 URL 的跳转与覆盖规则
zh_hant: 基于 URL 的跳轉与覆盖規則

source: URL-based redirects and overrides (legacy)
ar: عمليات إعادة التوجيه والتجاوزات المستندة إلى عنوان URL (القديمة)
de: URL-basierte Weiterleitungen und Überschreibungen (alt)
es: Redirecciones y anulaciones basadas en URL (heredadas)
fr: Redirections et remplacements basés sur des URL (hérités)
it: Reindirizzamenti e override basati su URL (legacy)
ja: URL ベースのリダイレクトとオーバーライド (レガシー)
ko: URL 기반 리디렉션 및 재정의(레거시)
pt_br: Redirecionamentos e substituições baseados em URL (legado)
ru: Перенаправления и переопределения на основе URL-адресов (устаревшие версии)
zh_hans: 基于 URL 的跳转和覆盖（旧版）
zh_hant: 基于 URL 的跳轉和覆盖（旧版）

source: URLs Purged
ar: تمت إزالة عناوين URL
de: URLs gelöscht
es: URL eliminadas
fr: URL purgées
it: URL eliminati
ja: パージされた URL
ko: 삭제된 URL
pt_br: URLs eliminados
ru: URL-адреса удалены
zh_hans: URL 缓存已清除
zh_hant: URL 快取已清除

source: Usable Host Range
ar: نطاق المضيف القابل للاستخدام
de: Nutzbarer Hostbereich
es: Rango de host utilizable
fr: Plage d'hôtes utilisable
it: Intervallo host utilizzabile
ja: 使用可能なホスト範囲
ko: 사용 가능한 호스트 범위
pt_br: Faixa de host utilizável
ru: Используемый диапазон хостов
zh_hans: 可用主机范围
zh_hant: 可用主机范围

source: Usable Hosts Count
ar: عدد المضيفين القابل للاستخدام
de: Anzahl nutzbarer Hosts
es: Recuento de hosts utilizables
fr: Nombre d'hôtes utilisables
it: Numero di host utilizzabili
ja: 使用可能なホスト数
ko: 사용 가능한 호스트 수
pt_br: Contagem de hosts utilizáveis
ru: Количество используемых хостов
zh_hans: 可用主机数量
zh_hant: 可用主機數量

source: Usage Model
ar: نموذج الاستخدام
de: Nutzungsmodell
es: Modelo de uso
fr: Modèle d'utilisation
it: Modello di utilizzo
ja: 使用モデル
ko: 사용 모델
pt_br: Modelo de uso
ru: Модель использования
zh_hans: 用量模型
zh_hant: 用量模型

source: Use Cloudflare data centers as tiered caching layers.
ar: استخدام مراكز بيانات Cloudflare كطبقات تخزين مؤقت متدرجة.
de: Cloudflare-Rechenzentren als abgestufte Caching-Schichten nutzen.
es: Usa los centros de datos de Cloudflare como capas de almacenamiento en caché en niveles.
fr: Utilisez les centres de données Cloudflare comme couches de mise en cache hiérarchisées.
it: Utilizza i data center Cloudflare come livelli di memorizzazione nella cache a più livelli.
ja: Cloudflare のデータセンターを階層型キャッシング層として使用します。
ko: Cloudflare 데이터 센터를 계층형 캐싱 레이어로 사용합니다.
pt_br: Use data centers da Cloudflare como camadas de cache em níveis.
ru: Используйте дата-центры Cloudflare в качестве уровней многоуровневого кэширования.
zh_hans: 使用 Cloudflare 数据中心作为分层缓存层。
zh_hant: 使用 Cloudflare 資料中心作為分層快取層。

source: Use these official Cloudflare Edge IP subnets for origin firewall rules (iptables, UFW, Nginx).
ar: استخدم شبكات Cloudflare Edge IP الفرعية الرسمية هذه لقواعد جدار الحماية الأصلية (iptables، UFW، Nginx).
de: Verwenden Sie diese offiziellen Cloudflare Edge-IP-Subnetze für Ursprungs-Firewallregeln (iptables, UFW, Nginx).
es: Utilice estas subredes IP oficiales de Cloudflare Edge para las reglas de firewall de origen (iptables, UFW, Nginx).
fr: Utilisez ces sous-réseaux IP Cloudflare Edge officiels pour les règles de pare-feu d'origine (iptables, UFW, Nginx).
it: Utilizza queste sottoreti IP ufficiali di Cloudflare Edge per le regole del firewall di origine (iptables, UFW, Nginx).
ja: オリジンファイアウォールルール (iptables、UFW、Nginx) には、これらの公式 Cloudflare Edge IP サブネットを使用します。
ko: 원본 방화벽 규칙(iptables, UFW, Nginx)에 이러한 공식 Cloudflare Edge IP 서브넷을 사용하세요.
pt_br: Use essas sub-redes IP oficiais do Cloudflare Edge para regras de firewall de origem (iptables, UFW, Nginx).
ru: Используйте эти официальные IP-подсети Cloudflare Edge для исходных правил брандмауэра (iptables, UFW, Nginx).
zh_hans: 可将上述官方回源 IP 网段加入源站防火墙白名单（iptables / UFW / Nginx），防止绕过 CDN 直接探测源站。
zh_hant: 可将上述官方回源 IP 網段加入源站防火墙白名单（iptables / UFW / Nginx），防止绕過 CDN 直接探測源站。

source: Use this only if your website is currently under a DDoS attack. Visitors will receive an interstitial page for a few seconds while we analyze their traffic and behavior to make sure they are a legitimate human visitor.
ar: استخدم هذا فقط إذا كان موقع الويب الخاص بك يتعرض حاليًا لهجوم DDoS. سيتلقى الزائرون صفحة بينية لبضع ثوان بينما نقوم بتحليل حركة المرور الخاصة بهم وسلوكهم للتأكد من أنهم زائر بشري شرعي.
de: Verwenden Sie dies nur, wenn Ihre Website derzeit einem DDoS-Angriff ausgesetzt ist. Besucher erhalten für einige Sekunden eine Interstitial-Seite, während wir ihren Datenverkehr und ihr Verhalten analysieren, um sicherzustellen, dass es sich um einen legitimen menschlichen Besucher handelt.
es: Úselo solo si su sitio web se encuentra actualmente bajo un ataque DDoS. Los visitantes recibirán una página intersticial durante unos segundos mientras analizamos su tráfico y comportamiento para asegurarnos de que sean visitantes humanos legítimos.
fr: Utilisez-le uniquement si votre site Web est actuellement soumis à une attaque DDoS. Les visiteurs recevront une page interstitielle pendant quelques secondes pendant que nous analysons leur trafic et leur comportement pour nous assurer qu'il s'agit bien d'un visiteur humain légitime.
it: Utilizzalo solo se il tuo sito web è attualmente sottoposto a un attacco DDoS. I visitatori riceveranno una pagina interstitial per alcuni secondi mentre analizziamo il loro traffico e il loro comportamento per assicurarci che siano visitatori umani legittimi.
ja: これは、Web サイトが現在 DDoS 攻撃を受けている場合にのみ使用してください。訪問者には、トラフィックと行動を分析して正当な人間の訪問者であることを確認する間、数秒間インタースティシャル ページが表示されます。
ko: 귀하의 웹사이트가 현재 DDoS 공격을 받고 있는 경우에만 이 방법을 사용하세요. 방문자는 방문자의 트래픽과 행동을 분석하여 합법적인 방문자인지 확인하는 동안 몇 초 동안 전면 광고 페이지를 받게 됩니다.
pt_br: Use-o apenas se o seu site estiver sob ataque DDoS. Os visitantes receberão uma página intersticial por alguns segundos enquanto analisamos seu tráfego e comportamento para garantir que sejam visitantes humanos legítimos.
ru: Используйте это только в том случае, если ваш сайт в настоящее время подвергается DDoS-атаке. Посетители увидят промежуточную страницу на несколько секунд, пока мы анализируем их трафик и поведение, чтобы убедиться, что они являются законными посетителями.
zh_hans: 仅当您的网站当前正在遭受 DDoS 攻击时才使用此选项。访客将短暂看到一个插页，同时我们会分析他们的流量和行为，确保他们是合法的人类访客。
zh_hant: 仅當您的網站當前正在遭受 DDoS 攻击時才使用此選项。访客将短暂看到一個插頁，同時我们會分析他们的流量和行為，確保他们是合法的人类访客。

source: User
ar: مستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
ko: 사용자
pt_br: Usuário
ru: Пользователь
zh_hans: 用户
zh_hant: 用户

source: Valid From
ar: صالح ابتداءً من
de: Gültig ab
es: Válido desde
fr: Valide à partir du
it: Valido da
ja: 有効期間開始
ko: 유효 시작일
pt_br: Válido a partir de
ru: Действителен с
zh_hans: 生效起始时间
zh_hant: 生效起始時間

source: Valid Until
ar: صالحة حتى
de: Gültig bis
es: Válido hasta
fr: Valable jusqu'au
it: Valido fino al
ja: 有効期限
ko: 유효기간
pt_br: Válido até
ru: Действует до
zh_hans: 有效期至
zh_hant: 有效期至

source: Validity Remaining
ar: الصلاحية المتبقية
de: Verbleibende Gültigkeit
es: Validez restante
fr: Validité restante
it: Validità residua
ja: 有効期限が残っています
ko: 남은 유효기간
pt_br: Validade restante
ru: Оставшийся срок действия
zh_hans: 剩余有效期
zh_hant: 剩餘有效期

source: Validity Status
ar: حالة الصلاحية
de: Gültigkeitsstatus
es: Estado de validez
fr: Statut de validité
it: Stato di validità
ja: 有効性ステータス
ko: 유효성 상태
pt_br: Status de validade
ru: Статус действия
zh_hans: 有效性状态
zh_hant: 有效性狀態

source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 価値
ko: 값
pt_br: Valor
ru: Ценить
zh_hans: 值
zh_hant: 值

source: Value (e.g. 1.1.1.1 or 1.2.3.0/24)
ar: القيمة (على سبيل المثال 1.1.1.1 أو 1.2.3.0/24)
de: Wert (z. B. 1.1.1.1 oder 1.2.3.0/24)
es: Valor (por ejemplo, 1.1.1.1 o 1.2.3.0/24)
fr: Valeur (par exemple 1.1.1.1 ou 1.2.3.0/24)
it: Valore (ad esempio 1.1.1.1 o 1.2.3.0/24)
ja: 値 (例: 1.1.1.1 または 1.2.3.0/24)
ko: 값(예: 1.1.1.1 또는 1.2.3.0/24)
pt_br: Valor (por exemplo, 1.1.1.1 ou 1.2.3.0/24)
ru: Значение (например, 1.1.1.1 или 1.2.3.0/24)
zh_hans: 值（例如：1.1.1.1 或 1.2.3.0/24）
zh_hant: 值（例如：1.1.1.1 或 1.2.3.0/24）

source: Value (e.g. 12345)
ar: القيمة (على سبيل المثال 12345)
de: Wert (z. B. 12345)
es: Valor (por ejemplo, 12345)
fr: Valeur (par exemple 12345)
it: Valore (es. 12345)
ja: 値 (例: 12345)
ko: 값(예: 12345)
pt_br: Valor (por exemplo, 12345)
ru: Значение (например, 12345)
zh_hans: 值（例如：12345）
zh_hant: 值（例如：12345）

source: Value (e.g. CN, US, RU)
ar: القيمة (على سبيل المثال، CN والولايات المتحدة وروسيا)
de: Wert (z. B. CN, US, RU)
es: Valor (por ejemplo, CN, EE. UU., RU)
fr: Valeur (par exemple CN, US, RU)
it: Valore (ad esempio CN, US, RU)
ja: 値 (例: CN、US、RU)
ko: 값(예: CN, US, RU)
pt_br: Valor (por exemplo, CN, EUA, RU)
ru: Значение (например, CN, США, RU)
zh_hans: 值（例如：CN、US、RU）
zh_hant: 值（例如：CN、US、RU）

source: Value (e.g., letsencrypt.org)
ar: القيمة (على سبيل المثال، Letsencrypt.org)
de: Wert (z. B.letsencrypt.org)
es: Valor (por ejemplo, letsencrypt.org)
fr: Valeur (par exemple, letencrypt.org)
it: Valore (ad esempio, letsencrypt.org)
ja: 値 (例: letsencrypt.org)
ko: 값(예: letsencrypt.org)
pt_br: Valor (por exemplo, letsencrypt.org)
ru: Значение (например, letsencrypt.org)
zh_hans: 值 (例如：letsencrypt.org)
zh_hant: 值 (例如：letsencrypt.org)

source: Value / Params (e.g. alpn="h3,h2" port=443)
ar: القيمة / المعلمات (مثال: alpn="h3,h2" port=443)
de: Wert / Parameter (z. B. alpn="h3,h2" port=443)
es: Valor / Parámetros (p. ej., alpn="h3,h2" port=443)
fr: Valeur / Paramètres (par ex. alpn="h3,h2" port=443)
it: Valore / Parametri (ad es. alpn="h3,h2" port=443)
ja: 値 / パラメータ (例: alpn="h3,h2" port=443)
ko: 값 / 매개변수(예: alpn="h3,h2" port=443)
pt_br: Valor / Parâmetros (por exemplo, alpn="h3,h2" port=443)
ru: Значение / Параметры (например, alpn="h3,h2" port=443)
zh_hans: 值 / 参数（例如 alpn="h3,h2" port=443）
zh_hant: 值 / 參數（例如 alpn="h3,h2" port=443）

source: VALUE CONTENT
ar: محتوى قيم
de: WERTVOLLE INHALTE
es: CONTENIDO DE VALOR
fr: CONTENU DE VALEUR
it: CONTENUTO DI VALORE
ja: 価値のあるコンテンツ
ko: 가치있는 콘텐츠
pt_br: CONTEÚDO DE VALOR
ru: ЦЕННОСТЬ СОДЕРЖАНИЕ
zh_hans: 值内容
zh_hant: 值内容

source: Value copied
ar: تم نسخ القيمة
de: Wert kopiert
es: Valor copiado
fr: Valeur copiée
it: Valore copiato
ja: コピーされた値
ko: 복사된 값
pt_br: Valor copiado
ru: Значение скопировано
zh_hans: 内容已复制
zh_hant: 内容已複製

source: Values are encrypted upon saving and cannot be retrieved or read back.
ar: يتم تشفير القيم عند الحفظ ولا يمكن استرجاعها أو قراءتها مرة أخرى.
de: Werte werden beim Speichern verschlüsselt und können nicht abgerufen oder zurückgelesen werden.
es: Los valores se cifran al guardarlos y no se pueden recuperar ni volver a leer.
fr: Les valeurs sont cryptées lors de l'enregistrement et ne peuvent pas être récupérées ou relues.
it: I valori vengono crittografati al momento del salvataggio e non possono essere recuperati o riletti.
ja: 値は保存時に暗号化され、取得したり読み戻したりすることはできません。
ko: 값은 저장 시 암호화되며 검색하거나 다시 읽을 수 없습니다.
pt_br: Os valores são criptografados ao serem salvos e não podem ser recuperados ou lidos.
ru: Значения шифруются при сохранении и не могут быть извлечены или прочитаны обратно.
zh_hans: 密钥内容保存后即被加密保护，无法在控制台回显查看。
zh_hant: 密钥内容儲存後即被加密保護，無法在控制台回顯查看。

source: Values are sanitized and escaped before database update.
ar: يتم تطهير القيم وإفلاتها قبل تحديث قاعدة البيانات.
de: Werte werden vor der Datenbankaktualisierung bereinigt und maskiert.
es: Los valores se desinfectan y se escapan antes de la actualización de la base de datos.
fr: Les valeurs sont nettoyées et échappées avant la mise à jour de la base de données.
it: I valori vengono ripuliti e sottoposti a escape prima dell'aggiornamento del database.
ja: 値はデータベースが更新される前にサニタイズされ、エスケープされます。
ko: 데이터베이스 업데이트 전에 값이 삭제되고 이스케이프됩니다.
pt_br: Os valores são limpos e escapados antes da atualização do banco de dados.
ru: Значения очищаются и экранируются перед обновлением базы данных.
zh_hans: 在更新数据库前，值会经过清理与转义。
zh_hant: 在更新資料庫前，值會经過清理与轉义。
